{
  "disclaimer": "<p> dealerName  has made every effort to maintain the accuracy of the information on this site. Copyright of the material on this site is owned by  dealerName } and Test Pty Ltd.</p>\r\n<p>1. The information contained on this site:</p>\r\n<p>(a) Is for general information only and does not purport to be comprehensive;</p>\r\n<p>(b) Is current only at the time it is placed on this site and  dealerName , its employees and agents are under no obligation to update the information or correct any inaccuracy which may become apparent at a later time; and</p>\r\n<p>(c) Is not intended to provide or make any recommendation or binding offer on which you should rely for any purpose whatsoever.</p>\r\n<p>2.  dealerName  does not give any warranty as to the accuracy of the information contained on its website or the availability of the vehicles listed and, if you rely on it, you do so at your own risk.</p>\r\n<p>3. Any prices specified on this site are in Australian dollars.</p>\r\n<p>4. All listed vehicles are subject to prior sale. Check with  dealerName  for the current status of all listed vehicles.</p>\r\n<p>5. To the extent permitted by law,  dealerName  specifically excludes any liability for any error or inaccuracy in, or omissions from, its website and disclaims any liability for any loss or damage which you or any other person has suffered by relying on any information on this website whether caused by the negligence of  dealerName  or otherwise. Under no circumstances will  dealerName  or any of its employees and agents be liable for any incidental, special or consequential damages, including damages for loss of business or other profits arising as a result of the use of material which appears on this website.</p>",
  "privacyEmail": "privacy-global@email.com",
  "privacyPolicy": "<p><strong>1. Introduction&nbsp;</strong></p>\r\n<p> dealerName  is committed to respecting and protecting the privacy of individuals who deal with us, in accordance with the Australian Privacy Principles. This privacy policy deals with how we manage personal information collected by us. We are committed to protecting the personal information that we hold about you.</p>\r\n<p><strong>2. The kind of personal information we collect and hold.</strong></p>\r\n<p>In dealing with you we may collect personal information including your name, address, date of birth, telephone numbers, email address and driver's license number.</p>\r\n<p><strong>3. How we collect and hold personal information.</strong></p>\r\n<p>Generally, we collect personal information directly from you, when you contact or deal with us. We also collect personal information from third parties, for example finance or insurance companies providing related services to you.</p>\r\n<p>We protect this information in a number of ways. It is kept in secure locations, and access to it is restricted to those who have the appropriate authorization under our policies. Where we share the information with third parties we ensure they also have appropriate policies and security in place. When the information is no longer required, it is de-identified, deleted, or securely destroyed.</p>\r\n<p><strong>4. How we use and disclose personal information.&nbsp;</strong></p>\r\n<p>We collect and use your personal information for a number of reasons, including:</p>\r\n<ul>\r\n<li>To enable us to properly respond to your request about purchasing a vehicle, parts, service or repair, finance or insurance.</li>\r\n<li>To provide you with information about products or offers.</li>\r\n<li>To enable us to arrange for you things like vehicle registration, finance or insurance.</li>\r\n<li>To contact you in the event of a vehicle recall or program or any warranty matters.</li>\r\n<li>To maintain records for accounting, administrative and legal requirements.</li>\r\n<li>To provide your details to the vehicle manufacturer for warranty purposes or to conduct customer satisfaction surveys.</li>\r\n<li>For other purposes related to your dealings with us.</li>\r\n</ul>\r\n<p><strong>5. How you may access your personal information.&nbsp;</strong></p>\r\n<p>You may access your personal information by contacting us. You can contact the  dealerName  staff member you usually deal with, or email us at <a href=\"mailto:%20privacyEmail%20?subject=Privacy%20Enquiry%20from%20%20dealerName%20%20Website\"> privacyEmail </a> to make this request. We will then arrange with you a convenient time and means for you to have access.</p>\r\n<p>If at any time you believe that any personal information of yours that we hold is incorrect, please contact us at <a href=\"mailto:%20privacyEmail%20?subject=Privacy%20Enquiry%20from%20%20dealerName%20%20Website\"> privacyEmail </a> and advise us of the correct information, and we will amend our records.</p>\r\n<p><strong>6. How you may make a privacy complaint.</strong></p>\r\n<p>If you have a complaint about the way we hold or use your personal information, please contact us at <a href=\"mailto:%20privacyEmail%20?subject=Privacy%20Enquiry%20from%20%20dealerName%20%20Website\"> privacyEmail </a>, stating your concern, and how you would like your complaint resolved. We will investigate your complaint and respond to you with our findings and our proposed action, within 30 days. In the event you are dissatisfied with the outcome of the complaint of the investigation, you may refer your complaint to the Office of the Australian Information Commissioner.</p>\r\n<p><strong>7. Transfer of personal information overseas.</strong></p>\r\n<p> dealerName  may disclose personal information (including credit information) to overseas recipients in order to provide their products and/ or services and for administrative or other management purposes.</p>\r\n<p>Our business is affiliated with other businesses located overseas, such as vehicle manufacturers and original equipment manufacturers. In the course of doing business with you, we are likely to disclose some of your personal information to overseas recipients. However, we will only do so where:</p>\r\n<ul>\r\n<li>it is necessary to complete the transaction you have entered into; and</li>\r\n<li>you have provided consent; or</li>\r\n<li>we believe on reasonable grounds that the overseas recipient is required to deal with your personal information by enforceable laws which are similar to the requirements under the APPs; or</li>\r\n<li>it is otherwise permitted by law.</li>\r\n</ul>\r\n<p>While it is not practicable to list every country in which such recipients may be located, recipients of such disclosures is likely to include countries where the parent company of our franchises exist, such as Japan and Germany.</p>\r\n<p><strong>8. Changes to our policy&nbsp;</strong></p>\r\n<p>This Privacy Policy was updated in June 2022. We may update it from time to time at our discretion.</p>\r\n<p><strong>Our Contact details are:</strong></p>\r\n<p> dealerName </p>\r\n<p> address </p>\r\n<p><a href=\"tel:%20phone%20\"> phone </a></p>\r\n<p><strong>9. Links to Other Sites</strong></p>\r\n<p>This site contains links to other Websites. We are not responsible for the Privacy Policies of other sites.</p>"
}
